Repository: ipfire/ipfire-2.x
Catalog: src/setup/po/*.po
Languages: da, es, fr, hr, it, nl, pl, pt_br, tr, zh_tw

source: Start address:
da: Start adresse:
es: Dirección inicial:
fr: Adresse de début :
hr: Početna adresa:
it: Indirizzo iniziale:
nl: Start adres:
pl: Adres początkowy:
pt_br: Endereço inicial:
tr: Başlangıç adresi:
zh_tw: 起始地址

source: End address:
da: Slut adresse:
es: Dirección final:
fr: Adresse de fin :
hr: Krajna adresa:
it: Indirizzo finale:
nl: Eind adres:
pl: Adres końcowy:
pt_br: Endereço final:
tr: Bitiş adresi:
zh_tw: 結束地址

source: Primary DNS:
da: Primær DNS:
es: DNS primario:
fr: DNS primaire :
hr: Primarni DNS:
it: DNS primario:
nl: Primaire DNS:
pl: Główny DNS:
pt_br: DNS Primário:
tr: Birincil DNS:
zh_tw: 首選DNS伺服器

source: Secondary DNS:
da: Sekundær DNS:
es: DNS secundario:
fr: DNS secondaire :
hr: Sekundarni DNS:
it: DNS secondario:
nl: Secundaire DNS:
pl: Pomocniczy DNS:
pt_br: DNS Secundário:
tr: İkincil DNS:
zh_tw: 備用DNS伺服器

source: Default lease (mins):
da: Standard udløbstid (minutter):
es: Concesión por defecto (mins):
fr: Bail par défaut (mins) :
hr: Zadani zakup (min):
it: Durata di Default del lease (min):
nl: Standaard lease (minuten):
pl: Domyślna dzierżawa (min.):
pt_br: Concessão padrão (min):
tr: Varsayılan kira (dakika):
zh_tw: 默認租約(分鐘)

source: Max lease (mins):
da: Maksimal udløbstid (minutter):
es: Concesión máxima (mins):
fr: Bail maximum (mins) :
hr: Max zakup (min):
it: Durata massima del lease (min):
nl: Maximum lease (minuten):
pl: Maksymalna dzierżawa (min.):
pt_br: Concessão máxima (min)
tr: En fazla kira (dakika):
zh_tw: 最大租約(分鐘)

source: Domain name suffix:
da: Domæne efternavn:
es: Sufijo del nombre de dominio:
fr: Suffixe du nom de domaine :
hr: Sufiks naziva domene:
it: Suffisso del nome di Dominio:
nl: Domein naam achtervoegsel:
pl: Przyrostek domeny:
pt_br: Sufixo do nome de Domínio:
tr: Etki alanı adı son eki:
zh_tw: 域名後綴：

source: Unable to open settings file
da: Kan ikke åbne filen med indstillinger
es: No se puede abrir archivo de configuración
fr: Impossible d'ouvrir le fichier de paramètres
hr: Nije moguće otvoriti datoteku s postavkama
it: Impossibile aprire il file delle impostazioni
nl: Kon instellingen bestand niet openen
pl: Nie można otworzyć pliku ustawień
pt_br: Não foi possível abrir o arquivo de configurações
tr: Ayar dosyası açılamıyor
zh_tw: 無法打開配置文件

source: DHCP server configuration
da: DHCP server konfiguration
es: Configuración del servidor DHCP
fr: Configuration du serveur DHCP
hr: Konfiguracija DHCP poslužitelja
it: Configurazione server DHCP
nl: DHCP server configuratie
pl: Konfiguracja serwera DHCP
pt_br: Configuração do servidor DHCP
tr: DHCP Sunucu Yapılandırması
zh_tw: DHCP伺服器配置

source: Configure the DHCP server by entering the settings information.
da: Konfigurer DHCP serveren ved at angive indstillingerne.
es: Configurar el servidor DHCP mediante la introducción de la información de configuración.
fr: Configurer le serveur DHCP en entrant les informations de paramètrage.
hr: Konfiguracija DHCP poslužitelj s unosom postavki.
it: Configura il server DHCP immettendo le informazioni necessarie.
nl: Configureer de DHCP server door de instellingen in te voeren.
pl: Skonfiguruj serwer DHCP wprowadzając właściwe ustawienia.
pt_br: Configurar servidor DHCP digitando as informações de configuração
tr: DHCP ayar bilgilerini girerek DHCP sunucusunu yapılandırın.
zh_tw: 通過輸入設置信息來配置 DHCP 伺服器。

source: Enabled
da: Aktiveret
es: Habilitado
fr: Activé
hr: Omogućeno
it: Abilitato
nl: Ingeschakeld
pl: Włączony
pt_br: Habilitado
tr: Etkin
zh_tw: 啟用

source: OK
nl: Oke
tr: Tamam
zh_tw: 確定

source: Cancel
da: Annuller
es: Cancelar
fr: Annuler
hr: Otkazati
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
tr: İptal
zh_tw: 取消

source: The following fields are invalid:
da: Følgende felter er ugyldige:
es: Los siguientes campos son inválidos:
fr: Les champs suivants sont invalides:
hr: Sljedeća polja su nevažeća:
it: I seguenti campi non sono validi:
nl: De volgende velden zijn ongeldig:
pl: Następujące pola są nieprawidłowe:
pt_br: Os campos a seguir são inválidos:
tr: Aşağıdaki alanlar geçersiz:
zh_tw: 以下欄位無效：

source: Start address
da: Start adresse
es: Dirección de inicio
fr: Adresse du début :
hr: Početna adresa
it: Indirizzo iniziale
nl: Start adres
pl: Adres początkowy
pt_br: Endereço inicial
tr: Başlangış adresi
zh_tw: 起始地址

source: End address
da: Slut adresse
es: Dirección final
fr: Adresse de fin :
hr: Završna adresa
it: Indirizzo finale
nl: Eind adres
pl: Adres końcowy
pt_br: Endereço final
tr: Bitiş adresi
zh_tw: 結束地址

source: Primary DNS
da: Primær DNS
es: DNS primario
fr: DNS primaire
hr: Primarni DNS
it: DNS primario
nl: Primaire DNS
pl: Główny DNS
pt_br: DNS Primário
tr: Birincil DNS
zh_tw: 主 DNS

source: Secondary DNS
da: Sekundær DNS
es: DNS secundario
fr: DNS secondaire
hr: Sekundarni DNS
it: DNS secondario
nl: Secundaire DNS
pl: Pomocniczy DNS
pt_br: DNS Secundário
tr: İkincil DNS
zh_tw: 次 DNS

source: Default lease time
da: Standard udløbstid
es: Tiempo de concesión por defecto
fr: Bail par défaut
hr: Zadano vrijeme zakupa
it: Tempo di lease di Default
nl: Standaard lease tijd
pl: Domyślny okres dzierżawy
pt_br: Tempo de concessão padrão
tr: Varsayılan kira süresi
zh_tw: 默認租約時間

source: Max. lease time
da: Maks. udløbstid
es: Concesión máx. de tiempo
fr: Bail maximum
hr: Max. vrijeme zakupa
it: Tempo di lease massimo
nl: Maximum lease tijd
pl: Maksymalny okres dzierżawy
pt_br: Tempo de concessão máximo
tr: En fazla kira süresi
zh_tw: 最大租約時間

source: Domain name
da: Domæne navn
es: Nombre de dominio
fr: Nom de domaine
hr: Naziv domene
it: Nome di Dominio
nl: Domein naam
pl: Nazwa Domeny
pt_br: Nome de Domínio
tr: Etki alanı adı
zh_tw: 域名

source: Enter Domain name
da: Indtast domæne navn
es: Introduzca el nombre de dominio
fr: Entrez le nom de domaine
hr: Unesite naziv domene
it: Inserire il nome del Dominio
nl: Voer domein naam in
pl: Wpisz nazwę Domeny
pt_br: Digite o nome do Domínio
tr: Etki alanı adını girin
zh_tw: 請輸入域名

source: Domain name cannot be empty.
da: Domæne navn må ikke være tomt.
es: El nombre de dominio no puede estar vacio.
fr: Le nom de domaine ne peut pas être vide.
hr: Naziv domene ne smije biti prazan.
it: Il nome di Dominio non può essere vuoto.
nl: Domein naam kan niet leeg zijn.
pl: Nazwa Domeny nie może być pusta
pt_br: O nome de Domínio não pode ser vazio.
tr: Etki alanı adı boş olamaz.
zh_tw: 域名不能為空。

source: Domain name cannot contain spaces.
da: Domæne navn må ikke indeholde mellemrum.
es: El nombre de dominio no puede contener espacios.
fr: Le nom de domaine ne peut pas contenir d'espace.
hr: Naziv domene ne smije sadržavati razmake.
it: Il nome di dominio non può contenere spazi.
nl: Domein naam kan geen spaties bevatten.
pl: Nazwa domeny nie może zawierać spacji.
pt_br: O nome de Domínio não pode conter "espaços".
tr: Etki alanı adı boşluk içeremez.
zh_tw: 域名不能包含空格。

source: Domain name may only contain letters, numbers, hyphens and periods.
da: Domæne navn må kun indeholde bogstaver, tal, bindestreger og punktummer.
es: El nombre de dominio sólo puede contener letras, números, guiones y puntos.
fr: Le nom de domaine ne peut contenir que des lettres, nombres, traits d'union ou point.
hr: Naziv domene može sadržavati samo slova, brojeve, crtice i točkice.
it: Il nome del Dominio può contenere solamente lettere, numeri, trattini e punti.
nl: Domein naam mag uitsluitend letters, nummers, koppeltekens en punten bevatten.
pl: Nazwa domeny może zawierać jedynie litery, cyfry, myślniki i kropki.
pt_br: O nome de Domínio pode conter somente letras, números, hífens e pontos.
tr: Etki alanı adı sadece harf, sayı, tire ve nokta içerebilir.
zh_tw: 域名只能包含字母、數字、連字符和句點。

source: Hostname
da: Værtsnavn
es: Nombre de host
fr: Nom d'hôte
hr: Ime računala
it: Nome host
nl: hostnaam
pl: Nazwa hosta
pt_br: Nome do Host
tr: Ana bilgisayar adı
zh_tw: 主機名

source: Enter the machine's hostname.
da: Indtast computerens værtsnavn.
es: Introduzca el nombre de host de la máquina.
fr: Entrez le nom d'hôte de la machine.
hr: Upišite naziv računala.
it: Inserire il nome host della macchina.
nl: Voer de hostnaam voor deze machine in.
pl: Wprowadź nazwę hosta.
pt_br: Entre com o nome de Host da máquina.
tr: Makinanın ana bilgisayar adını girin.
zh_tw: 請輸入此設備的主機名。

source: Hostname cannot be empty.
da: Værtsnavn må ikke være tomt.
es: El nombre de host no puede estar vacio.
fr: Le nom de domaine ne peut pas être vide.
hr: Naziv računala ne može biti prazan.
it: Il nome host non può essere vuoto.
nl: Hostnaam kan niet leeg zijn.
pl: Nazwa hosta nie może być pusta.
pt_br: O nome de Host não pode ser vazio.
tr: Ana bilgisaya adı boş olamaz.
zh_tw: 主機名不能為空。

source: Hostname cannot contain spaces.
da: Værtsnavn må ikke indeholde mellemrum.
es: El nombre de host no puede contener espacios.
fr: Le nom de domaine ne doit pas contenir d'espaces.
hr: Naziv računala ne može sadržavati razmake.
it: Il nome host non può contenere spazi
nl: Hostnaam kan geen spaties bevatten.
pl: Nazwa hosta nie może zawierać spacji.
pt_br: O nome de Host não pode conter "espaços".
tr: Ana bilgisayaradı boşluk içeremez.
zh_tw: 主機名不能包含空格。

source: Hostname may only contain letters, numbers and hyphens.
da: Værtsnavn må kun indeholde bogstaver, tal og bindestreger.
es: El nombre de host sólo puede contener letras, números y guiones.
fr: Le hostname doit seulement contenir des lettres, chiffres et trais d'union.
hr: Naziv računala može sadržavati samo slova, brojeve i crtice.
it: Il nome host può contenere solo lettere, numeri e trattini.
nl: Hostnaam mag uitsluitend letters, nummers en koppeltekens bevatten.
pl: Nazwa hosta może zawierać tylko litery, cyfry i myślniki.
pt_br: O nome de Host pode conter somente Letras, números e hífens.
tr: Ana bilgisayar adı sadece harf, sayı ve tire içerebilir.
zh_tw: 主機名只能包含字母、數字和連字符。

source: Keyboard mapping
da: Tastaturlayout
es: Mapa del teclado
fr: Mappage du clavier
hr: Vrsta tipkovnice
it: Mappatura della tastiera
nl: Toetsenbord indeling
pl: Mapowanie klawiatury
pt_br: Selecione seu teclado
tr: Klavye eşlemesi
zh_tw: 鍵盤映射

source: Choose the type of keyboard you are using from the list below.
da: Vælg dit tastatur layout fra listen.
es: Elija el tipo de teclado que está utilizando de la lista de abajo.
fr: Choisir le type de clavier utilisé depuis la liste ci-dessous.
hr: Izaberite vrstu tipkovnice koju koristite s popisa u nastavku.
it: Scegli la configurazione della tua tastiera dalla lista sottostante.
nl: Kies het toetsenbord type dat je gebruikt uit onderstaande lijst.
pl: Wybierz używany przez siebie typ klawiatury z poniższej listy.
pt_br: Escolha o tipo do teclado que você esta usando a partir da lista abaixo:
tr: Aşağıdaki listeden kullandığınız klavye türünü seçin.
zh_tw: 請從下方列表中選擇您所使用的鍵盤類型。

source: Timezone
da: Tidszone
es: Zona horaria
fr: Fuseau horaire
hr: Vremenska zona
it: Fuso orario
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
tr: Zaman dilimi
zh_tw: 時區

source: Networking
da: Netværk
fr: Réseau
hr: Mreža
nl: Netwerken
pl: Sieć
pt_br: Rede
tr: Ağ
zh_tw: 網絡設置

source: ISDN
es: RDSI
zh_tw: ISDN 設置

source: 'root' password
da: 'root' adgangskode
es: Contraseña de 'root'
fr: Mot de passe "root"
hr: 'root' lozinka
it: Password di 'root'
nl: 'root' wachtwoord
pl: Hasło użytkownika 'root'
pt_br: senha 'ROOT'
tr: 'root' parolası
zh_tw: root 用戶密碼

source: 'admin' password
da: 'admin' adgangskode
es: Contraseña de 'admin'
fr: Most de passe "admin"
hr: 'admin' lozinka
it: Password di 'admin'
nl: 'admin' wachtwoord
pl: Hasło użytkownika 'admin'
pt_br: senha 'ADMIN'
tr: 'admin' parolası
zh_tw: admin 用戶密碼

source: <Tab>/<Alt-Tab> between elements | <Space> selects
da: <Tab>/<Alt-Tab> mellem elementer | <Space> vælger
es: <Tab>/<Alt-Tab> entre elementos | <Space> seleccionar
fr: <Tab>/<Alt-Tab> entre les éléments | <Espace> selection
hr: <Tab>/<Alt-Tab> odabiranje drugih opcija | <Space> Izaberi
it: <Tab>/<Alt-Tab> spostati tra gli elementi | <Space> selezione
nl: <Tab>/<Alt-Tab> tussen onderdelen | <Space> selecteer
pl: <Tab>/<Alt-Tab> przełącza między elementami | <Space> wybiera
pt_br: <Tab>/<Alt-Tab> entre elementos | <Space> seleciona
tr: <Tab>/<Alt-Tab> elementler arası geçiş | <Space> seç
zh_tw: 使用 <Tab>/<Alt-Tab> 在選項間切換 | 使用 <空格鍵> 選擇

source: Section menu
da: Afsnitsmenu
es: Menú de las secciones
fr: Menu de sélection
hr: Izbornik
it: Menu di sezione
nl: Sectie menu
pl: Menu sekcji
pt_br: Menu de seleção
tr: Bölüm listesi
zh_tw: 設置菜單

source: Select the item you wish to configure.
da: Vælg det element du vil konfigurere.
es: Seleccione el elemento que desea configurar.
fr: Sélectionner l'artivle à confurer.
hr: Odaberite stavku koju želite konfigurirati.
it: Scegli l'elemento che vuoi configurare.
nl: Selecteer het onderdeel dat je wil configureren.
pl: Wybierz element który chcesz skonfigurować.
pt_br: Selecione um item para configurar.
tr: Yapılandırmak istediğiniz öğeyi seçin
zh_tw: 請選擇要配置的項目。

source: Quit
da: Afslut
es: Salir
fr: Quitter
hr: Odustati
it: Abbandona
nl: Stoppen
pl: Wyjście
pt_br: Sair
tr: Çıkış
zh_tw: 退出

source: Setup is complete.
da: Opsætningen er færdig.
es: La instalación está completa.
fr: Le paramétrage est terminé.
hr: Podešavanje je dovršeno.
it: L'installazione è completata.
nl: Installatie is gereed.
pl: Instalacja zakończona
pt_br: Configuração completa.
tr: Kurulum tamamlandı.
zh_tw: 設置已完成。

source: Warning
da: Advarsel
es: Advertencia
fr: Avertissement
hr: Upozorenje
it: Attenzione
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
tr: Uyarı
zh_tw: 警告

source: Initial setup was not entirely complete. You must ensure that Setup is properly finished by running setup again at the shell.
da: Første opsætning blev ikke færdiggjort. Du skal færdiggøre opsætningen ved at køre setup igen fra kommandoprompten.
es: La instalación inicial no ha sido completada enteramente. Debe asegurarse que está correctamente finalizada ejecutando la instalación en el shell.
fr: Le paramétrage initial n'est pas terminé. Assurez vous que le paramétrage s'est correctement terminé en exécutant de nouveau setup depuis le shell.
hr: Početno postavljanje nije u potpunosti završeno. Morate završiti postavljanje prije ponovnog postavljanja u shellu.
it: Il setup iniziale non è stato completato. Completa il Setup inserendo la stinga "setup" nella shell.
nl: InitiÃ«le configuratie was niet voltooid. Je moet ervoor zorgen dat de installatie wordt voltooid door 'setup' opnieuw uit te voeren vanaf de shell.
pl: Wstępna konfiguracjia nie została ukończona. Musisz upewnić się, że konfiguracja jest ukończona poprzez ponowne uruchomienie polecenia 'setup' w powłoce.
pt_br: O setup inicial não foi inteiramente completo. Você deve se certificar que o Setup foi finalizado corretamente rodando o setup novamente no shell.
tr: İlk kurulum tamamen yapılamadı. Kurulumun terminalden yeniden başlatılıp düzgünce bitirildiğinden emin olmalısınız.
zh_tw: 初始設置未完全完成。請在命令行中重新運行 setup 以確保配置正確完成。

source: Unable to write %s/main/hostname.conf
da: Kunne ikke gemme %s/main/hostname.conf
es: No se puede escribir %s/main/hostname.conf
fr: Impossible d'écriere %s/main/hostname.conf
hr: Nije moguće zapisati %s/main/hostname.conf
it: Impossibile scrivere %s/main/hostname.conf
nl: Kon %s/main/hostname.conf niet wegschrijven
pl: Nie można zapisać %s/main/hostname.conf
pt_br: Não foi possível salvar %s/main/hostname.conf
tr: %s/main/hostname.conf yazılamıyor
zh_tw: 無法寫入 %s/main/hostname.conf

source: Unable to open main hosts file.
da: Kunne ikke åbne hosts filen.
es: No se puede abrir archivo principal host.
fr: Impossible d'écrire le fichier principal hosts.
hr: Nije moguće otvoriti glavnu hosts datoteku.
it: Impossibile aprire il file hosts principale.
nl: Kon het hosts bestand niet openen.
pl: Nie można otworzyc głównego pliku hosts.
pt_br: Não foi possível abrir o arquivo de Hosts Principal
tr: Ana hosts dosyası açılamıyor.
zh_tw: 無法打開主機 hosts 文件。

source: Unable to write /etc/hosts.
da: Kunne ikke gemme /etc/hosts.
es: No se puede escribir /etc/hosts.
fr: Impossible d'écrire /etc/hosts.
hr: Nije moguće zapisati /etc/hosts.
it: Impossibile scrivere /etc/hosts.
nl: Kon /etc/hosts niet wegschrijven.
pl: Nie można zapisać /etc/hosts
pt_br: Não foi possível salvar /etc/hosts.
tr: /etc/hosts yazılamıyor.
zh_tw: 無法寫入 /etc/hosts。

source: Unable to write /etc/hosts.deny.
da: Kunne ikke gemme /etc/hosts.deny.
es: No se puede escribir /etc/hosts.deny.
fr: Impossible d'écrire /etc/hosts.deny.
hr: Nije moguće zapisati /etc/hosts.deny
it: Impossibile scrivere /etc/hosts.deny.
nl: Kon /etc/hosts.deny niet wegschrijven.
pl: Nie można zapisać /etc/hosts.deny
pt_br: Não foi possível salvar /etc/hosts.deny.
tr: /etc/hosts.deny yazılamıyor.
zh_tw: 無法寫入 /etc/hosts.deny。

source: Unable to write /etc/hosts.allow.
da: Kunne ikke gemme /etc/hosts.allow.
es: No se puede escribir /etc/hosts.allow.
fr: Impossible d'écrire /etc/hosts.allow.
hr: Nije moguće zapisati /etc/hosts.allow.
it: Impossibile scrivere /etc/hosts.allow.
nl: Kon /etc/hosts.allow niet wegschrijven.
pl: Nie można zapisać /etc/hosts.allow
pt_br: Não foi possível salvar /etc/hosts.allow.
tr: /etc/hosts.allow yazılamıyor.
zh_tw: 無法寫入 /etc/hosts.allow。

source: Unable to set hostname.
da: Kunne ikke opsætte værtsnavn.
es: No se puede establecer el nombre del host.
fr: Impossible de définir le nom d'hôte
hr: Nije moguće postaviti naziv računala (hostname).
it: Impossibile impostare l'hostname.
nl: Kon de hostnaam niet instellen.
pl: Ustawienie nazwy hosta niemożliwe.
pt_br: Não foi possível aplicar o Hostname
tr: Ana bilgisayar adı ayarlanamıyor.
zh_tw: 無法設置主機名。

source: Scanning and configuring ISDN devices.
da: Skanner og konfigurerer ISDN enheder.
es: Escaneando y configurando los dispositivos RDSI.
fr: Détection et configuration des interfaces ISDN.
hr: Skeniranje i postavljanje ISDN uređaja.
it: Scansionando e configurando i dispositivi ISDN.
nl: Scannen en configureren van ISDN apparaten.
pl: Wykrywanie i konfiguracja urządzeń ISDN.
pt_br: Escaneando e configurando dispositivos ISDN.
tr: ISDN cihazları taranıyor ve yapılandırılıyor.
zh_tw: 正在掃描並配置 ISDN 設備。

source: Unable to scan for ISDN devices.
da: Kunne ikke skanne for ISDN enheder.
es: Incapaz de buscar los dispositivos RDSI.
fr: Détection des périphériques ISDN impossible.
hr: Nije moguće skenirati ISDN uređaj.
it: Impossibile scansionare i dispositivi ISDN.
nl: Kon ISDN apparaten niet scannen.
pl: Wykrywanie urządzeń ISDN jest niemożliwe.
pt_br: Não foi possível escanear por dispositivos ISDN.
tr: ISDN cihazları için tarama yapılamıyor.
zh_tw: 無法掃描 ISDN 設備。

source: Interface - %s
da: Grænseflade - %s
es: Interfaz - %s
hr: Sučelje - %s
it: Interfaccia - %s
pl: Interfejs - %s
tr: Ara Birim - %s
zh_tw: 接口 - %s

source: Enter the IP address information for the %s interface.
da: Indtast IP adresse information for grænseflade %s.
es: Introduzca la información de la dirección IP para la interfaz %s.
fr: Paramétrage IP pour l'interface %s
hr: Unesite podatke o IP adresi za %s sučelje.
it: Inserisci l'indirizzo IP per l'interfaccia %s.
nl: Voer de IP adres gegevens in voor de %s interface.
pl: Wprowadź ustawienia adresu IP dla interfejsu %s.
pt_br: Entre com a informação do endereço IP para a interface %s.
tr: %s ara birimi için IP adres bilgisini girin.
zh_tw: 請輸入 %s 接口的 IP 地址信息。

source: Static
da: Statisk
es: Estático
fr: Statique
hr: Statička
it: Statico
nl: Statisch
pl: Statyczny
pt_br: Estático
tr: Statik
zh_tw: 靜態

source: PPP DIALUP (PPPoE, modem, ATM ...)
da: PPP OPKALD (PPPoE, modem, ATM ...)
fr: Connexion PPP (PPPoE, modem, ATM ...)
pt_br: Discador PPP (PPPoE, modem, ATM ...)
zh_tw: 撥號連接 (PPPoE、數據機、ATM 等)

source: DHCP Hostname:
da: DHCP værtsnavn:
es: Nombre del host DHCP:
fr: Nom d'hôte DHCP:
hr: DHCP naziv računala:
nl: DHCP Hostnaam:
pl: Nazwa hosta DHCP:
pt_br: Nome do Host DHCP:
tr: DHCP Ana bilgisayar adı:
zh_tw: DHCP 主機名：

source: Force DHCP MTU:
da: Tving DHCP MTU:
es: Forzar DHCP MTU:
fr: Forcer taille MTU pour DHCP:
hr: Prisili DHCP MTU:
it: Forza DHCP MTU:
nl: Forceer DHCP MTU:
pl: Wymuś DHCP MTU:
pt_br: Forçar DHCP MTU:
tr: DHCP MTU zorla:
zh_tw: 強制 DHCP MTU：

source: IP address:
da: IP adresse:
es: Dirección IP:
fr: Adresse IP
hr: IP adresa:
it: Indirizzo IP:
nl: IP adres:
pt_br: Endereço IP:
tr: IP adresi:
zh_tw: IP位址：

source: Network mask:
da: Undernetmaske:
es: Máscara de red:
fr: Masque de sous-réseau :
hr: Mreža maska:
it: Maschera di rete:
nl: Netwerk masker:
pl: Maska podsieci:
pt_br: Mascara de rede:
tr: Ağ maskesi:
zh_tw: 子網掩碼：

source: The following fields are invalid:
da: Følgende felter er ugyldige:
es: Los siguientes campos son inválidos:
fr: Les champs suivants sont invalides :
hr: Sljedeća polja su nevažeća:
it: I seguenti campi non sono validi:
nl: De volgende velden zijn ongeldig:
pl: Następujące pola są nieprawidłowe:
pt_br: Os campos a seguir são inválidos:
tr: Aşağıdaki alanlar geçersiz:
zh_tw: 以下欄位無效：

source: IP address
da: IP adresse
es: Dirección IP
fr: Adresse IP
hr: IP adresa
it: Indirizzo IP
nl: IP adres
pt_br: Endereço IP
tr: IP adresi
zh_tw: IP位址

source: Network mask
da: Undernetmaske
es: Máscara de red
fr: Masque de réseau
hr: Mreža maska
it: Maschera di rete
nl: Netwerk masker
pl: Maska podsieci
pt_br: Marcara de rede
tr: Ağ maskesi
zh_tw: 子網掩碼

source: DHCP hostname
da: DHCP værtsnavn
es: Nombre del host DHCP
fr: Nom d'hôte DHCP
hr: DHCP naziv računala
nl: DHCP hostnaam
pl: Nazwa hosta DHCP
pt_br: Nome do Host DHCP:
tr: DHCP Ana bilgisayar adı
zh_tw: DHCP主機名

source: Unset
da: Frakobl
es: No definido
fr: Non-défini
hr: Nije postavljeno
it: Non stabilito
nl: Niet ingesteld
pl: Wyłącz
pt_br: Desativado
tr: Kurulmamış
zh_tw: 未設置

source: Please choose a networkcard for the following interface - %s.
da: Vælg venligst et netværkskort til følgende grænseflade - %s.
es: Por favor elija una tarjeta de red para la siguiente interfaz - %s.
fr: Choisissez un adaptateur réseau pour l'interface - %s.
hr: Odaberite mrežnu karticu za sučelje - %s.
it: Scegli una interfaccia di rete tra le seguenti - %s.
nl: Kies een netwerkkaart voor de volgende interface - %s.
pl: Proszę wybrać kartę sieciową dla następującego interfejsu - %s
pt_br: Favor selecionar a Placa de Rede para a interface - %s.
tr: Lütfen %s ara birimi için bir ağ kartı seçin.
zh_tw: 請為接口-%s 選擇一個網卡。

source: Extended Network Menu
da: Udvidet Netværks Menu
es: Menú Extendido de Red
fr: Étendre le Menu Réseau
hr: Dodatni izbornik mreže
it: Menu di Rete esteso
nl: Uitgebreid Netwerk Menu
pl: Rozszerzone Menu Sieci
pt_br: Abrir o menu de redes
tr: Genişletilmiş Ağ Listesi
zh_tw: 擴展網絡菜單

source: Select
da: Vælg
es: Seleccionar
fr: Sélectionner
hr: Odabrati
it: Selezionare
nl: Selecteer
pl: Wybierz
pt_br: Selecione
tr: Seç
zh_tw: 選擇

source: Identify
da: Identificer
es: Identificar
fr: Identifier
hr: Identificirati
it: Identificare
nl: Identificeer
pl: Zidentyfikuj
pt_br: Identifique
tr: Tanımla
zh_tw: 識別

source: Device Identification
da: Enhedsidentifikation
es: Identificación del dispositivo
fr: Identification du périphérique
hr: Identifikacija uređaja
it: Identificazione del dispositivo
nl: Apparaat identificatie
pl: Identyfikacja urządzenia
pt_br: Identificação do dispositivo
tr: Cihaz Tanımlama
zh_tw: 設備識別
