Repository: ipfire/ipfire-2.x
Catalog: src/setup/po/*.po
Languages: da, es, fr, hr, it, nl, pl, pt_br, tr, zh_tw

source: Enter the DNS and gateway information. These settings are used only with Static IP (and DHCP if DNS set) on the RED interface.
da: Indtast DNS og gateway information. Disse indstillinger anvendes kun med statisk IP (og DHCP hvis DNS angivet) på RØD grænseflade.
es: Introduzca la información del DNS y la Puerta de Enlace. Estos ajustes se utilizan sólo con IP estática (y DHCP si está configurado DNS) en la interfaz de RED.
fr: Saisir les informations relatives au DNS et à la passerelle. Ces paramètres sont utilisés dans la cas d'une configuration statique de la couche IP (et DHCP pour le DNS) sur l'interface ROUGE.
hr: Unesite DNS i gateway informacije. Ove postavke se koristite samo s Statičkim IP-om (i DHCP ako je DNS postavljen) na RED sučelju.
it: Immettere i parametri per il DNS ed il Gateway. Queste impostazioni saranno prese in considerazione solamente con l'opzione "IP Statico" (e DHCP se sono stati impostati i DNS) dell'interfaccia RED.
nl: Voer de DNS en gatway informatie in. Deze instellingen worden alleen gebruikt indien een statisch IP adres (en DHCP indien DNS is ingesteld) voor de RODE interface is ingesteld.
pl: Wprowadź informacje o serwerze DNS i bramie. Te ustawienia stosuje się tylko do statycznego IP (i DHCP, gdzie DNS ustawia się ręcznie) na interfejsie RED.
pt_br: Digite as informações de DNS e roteador. Estas configurações são usada somente com IP estático (e DHCP se o DNS está habilitado) para a inerface VERMELHA.
tr: DNS ve ağ geçidi bilgilerini girin. Bu ayarlar sadece KIRMIZI ara birim adres ayarlarında Statik seçeneği seçilmişse kullanılır. Eğer KIRMIZI ara birim adres ayarlarında DHCP seçeneğini seçtiyseniz bu alanı boş bırakabilirsiniz.
zh_tw: 請輸入 DNS 與網關信息。這些設置僅在 RED 接口使用靜態 IP（或在 DHCP 模式下手動設置 DNS 時）生效。

source: Default gateway
da: Standard gateway
es: Puerta de Enlace predeterminada
fr: Passerelle par défaut
hr: Zadani pristupnik (gateway):
it: Gateway di Default
nl: Standaard gateway
pl: Brama domyślna
pt_br: Gateway padrão
tr: Varsayılan ağ geçidi
zh_tw: 默認網關

source: Secondary DNS specified without a Primary DNS
da: Sekundær DNS angivet uden Primær DNS
es: DNS secundario especificado sin DNS primario
fr: DNS secondaire spécifié sans DNS primaire
hr: Sekundarni DNS je naveden bez Primarnog DNSa
it: E' stato specificato un DNS secondario senza un DNS primario
nl: Er is een secundaire DNS ingesteld zonder dat een primaire DNS is ingesteld
pl: Podano adres Zapasowego DNS bez podania adresu Podstawowego DNS.
pt_br: DNS secundário especificado sem um DNS primário
tr: Birincil DNS olmadan İkincil DNS belirtildi.
zh_tw: 指定了次 DNS，但未設置主 DNS

source: Enter the 'root' user password. Login as this user for commandline access.
da: Indtast 'root' adgangskode. Log ind som denne bruger for adgang til kommandoprompt.
es: Introduzca la contraseña de 'root'. Iniciar la sesión como este usuario para el acceso de linea de comandos.
fr: Entrez le mot de passe pour le super-utilisateur 'root'. Se connecter avec celui-ci pour les accès en ligne de commande.
hr: Unesite 'root' lozinku. Prijavite se kao ovoj korisnik za Commandline pristup.
it: Immettere la Password per l'utente 'root'. Quando ci si collega da riga di comando, usare questo utente.
nl: Voer het 'root' wachtwoord in. Log als deze gebruiker in voor commando regel toegang.
pl: Wprowadź hasło użytkownika 'root'. Zaloguj się jako ten użytkownik, aby uzyskać dostęp do linii poleceń.
pt_br: Digite a senha do usuário 'root'. Autentique com este usuário para acesso à linha de comando.
tr: 'Root' kullanıcı parolasını girin. Komut satırı erişimi için bu kullanıcıyla oturum açın.
zh_tw: 請輸入 root 用戶的密碼。該用戶用於命令行訪問系統。

source: Setting password
da: Opsæt adgangskode
es: Configuración de la contraseña
fr: Configuration du mot de passe
hr: Postavljanje lozinke
it: Impostando la Password
nl: Instellen wachtwoord
pl: Ustawienie hasła
pt_br: Configurar senha
tr: Parola ayarlanıyor
zh_tw: 正在設置密碼

source: Setting 'root' password....
da: Opsæt 'root' adgangskode...
es: Configuración de la contraseña de 'root'...
fr: Paramétrage du mot de passe pour le super-utilisateur 'root' ...
hr: Postavljanje 'root' lozinke....
it: Impostando la Password per l'utente 'root'...
nl: Instellen 'root' wachtwoord...
pl: Ustawianie hasła użytkownika 'root'....
pt_br: Configurar senha 'root'
tr: 'root' parolası ayarlanıyor...
zh_tw: 正在設置 root 用戶密碼...

source: Problem setting 'root' password.
da: Problem ved opsætning af 'root' adgangskode.
es: Problema en la configuración de la contraseña de 'root'.
fr: Problème lors du paramétrage du mot de passe pour le super-utilisateur 'root' ...
hr: Problem s postavljanjem 'root' lozinke.
it: Problemi durante l'impostazione della Password per l'utente 'root'.
nl: Probleem bij instellen van 'root' wachtwoord.
pl: Problem z ustawieniem hasła użytkownika 'root'.
pt_br: Problema ao configurar senha 'root'
tr: 'root' parolası ayarlama sorunu.
zh_tw: 設置 root 用戶密碼時出現問題。

source: Enter %s 'admin' user password. This is the user to use for logging into the %s web administration pages.
da: Indtast %s 'admin' adgangskode. Denne bruger bruges til at logge ind på %s web admin sider.
es: Introduzca contraseña de usuario %s 'admin'. Este es el usuario que se utiliza para iniciar sesión en las páginas de administración web de %s.
fr: Saisir le mot de passe %s pour l'utilisateur 'admin'. Cet utilisateur est nécessaire pour se connecter aux pages web %s d'administration.
hr: Upišite %s 'admin' lozinku. To je korisnik koji se prijavljiva na %s web sučelje za administraciju.
it: Introdurre la Password per l'utente 'admin' di %s. Quando ci si collega all'interfaccia web di %s usare questo utente.
nl: Voer het %s 'admin' gebruiker wachtwoord in. Dit is de gebruiker om mee in te loggen op de %s web administratie interface.
pl: Wprowadź haslo użytkownika 'admin' systemu %s. Zalogowanie się na tego użytkownika umożliwi dostęp do administracyjnej strony WWW %s.
pt_br: Digite a senha do usuário 'admin' do %s. Este é o usuário para autenticação na interface web de administração do %s.
tr: %s 'admin' kullanıcı parolasını girin. Bu kullanıcı, %s web yönetimi sayfalarının kayıtlarına erişebilen kullanıcıdır.
zh_tw: 請輸入 %s 的 admin 用戶密碼。該用戶用於登錄 %s 的 Web 管理界面。

source: Setting %s 'admin' user password...
da: Opsætter %s 'admin' adgangskode...
es: Configuración de la contraseña del usuario %s 'admin'...
fr: Paramétrage du mot de passe %s pour le compte utilisateur 'admin'...
hr: Postavljanje %s 'admin' korisničke lozinke ...
it: Impostando la Password dell'utente 'admin' di %s...
nl: Instellen %s 'admin' wachtwoord...
pl: Ustawianie hasła użytkownika 'admin' systemu %s...
pt_br: Especificando a senha do usuário 'admin' do %s...
tr: %s 'admin' kullanıcısının parolası ayarlanıyor...
zh_tw: 正在設置 %s 的 admin 用戶密碼...

source: Problem setting %s 'admin' user password.
da: Problem ved opsætning af %s 'admin' adgangskode.
es: Problemas al configurar la contraseña del usuario %s 'admin'.
fr: Problème rencontré lors de mise en place du mot de passe %s pour l'utilisateur 'admin'.
hr: Problem postavljanja %s 'admin' korisničke lozinke.
it: Si sono verificati problemi durante la configurazione della Password dell'utente 'admin' di %s.
nl: Probleem bij instellen van %s 'admin' wachtwoord.
pl: Problem z ustawieniem hasła użytkownika 'admin' systemu %s.
pt_br: Tem um problema ao gravar senha do usuário 'admin' do %s.
tr: %s 'admin' kullanıcı parolası ayarlama sorunu.
zh_tw: 設置 %s 的 admin 用戶密碼時出現問題。

source: Password:
da: Adgangskode:
es: Contraseña:
fr: Mot de passe
hr: Lozinka:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
tr: Parola:
zh_tw: 密碼：

source: Again:
da: Igen:
es: De nuevo:
fr: Encore
hr: Ponovno:
it: Nuovamente:
nl: Nogmaals:
pl: Ponownie:
pt_br: Novamente:
tr: Tekrar:
zh_tw: 再次輸入：

source: Password cannot be blank.
da: Adgangskoden må ikke være tom.
es: La contraseña no puede estar en blanco.
fr: Le mot de passe ne doit pas être vide
hr: Lozinka ne može biti prazna.
it: La Password non può essere vuota.
nl: Wachtwoord mag niet leeg zijn.
pl: Hasło nie może być puste.
pt_br: A senha não pode estar em branco.
tr: Parola boş olamaz.
zh_tw: 密碼不能為空。

source: Passwords do not match.
da: Adgangskoderne er ikke ens.
es: Las contraseñas no coinciden.
fr: Les mots de passe de correspondent pas.
hr: Lozinke se ne podudaraju.
it: Le password non corrispondono.
nl: Wachtwoorden komen niet overeen,
pl: Hasła nie są zgodne.
pt_br: As senhas não coincidem.
tr: Parolalar eşleşmiyor.
zh_tw: 兩次輸入的密碼不一致。

source: Password cannot contain spaces.
da: Adgangskoden må ikke indeholde mellemrum.
es: La contraseña no puede contener espacios.
fr: Le mot de passe ne doit pas contenir des espaces
hr: Lozinka ne može sadržavati razmak.
it: La Password non può contenere spazi.
nl: Wachtwoord mag geen spaties bevatten.
pl: Hasło nie może zawierać spacji.
pt_br: A senha não pode conter espaços.
tr: Parola boşluk içeremez.
zh_tw: 密碼不能包含空格。

source: Choose the timezone you are in from the list below.
da: Vælg den tidszone du er i på listen.
es: Seleccione la zona horaria de donde se encuentra en la lista de abajo.
fr: Choisir le fuseau horaire adéquate dans la liste suivante.
hr: Odaberite vremensku zonu u kojoj se nalazite na popisu.
it: Scegli il tuo fuso orario dalla lista sottostante.
nl: Kies de tijdzone waar je bent uit onderstaande lijst.
pl: Wybierz strefę czasową w której się znajdujesz z listy poniżej.
pt_br: Selecione seu fuso horário na lista abaixo.
tr: Aşağıdaki listeden bulunduğunuz zaman dilimini seçin.
zh_tw: 請從下方列表中選擇您所在的時區。
