Repository: ipfire/ipfire-2.x
Catalog: src/setup/po/*.po
Languages: da, es, fr, hr, it, nl, pl, pt_br, tr, zh_tw

source: The lights on the selected port should flash now for 10 seconds...
da: Lyset på den valg port skulle nu blinke i 10 sekunder...
es: Las luces en el puerto seleccionado deben parpadear ahora durante 10 segundos ...
fr: Le témoin lumineux du port sélectionné doit clignoter maintenant pendant 10 secondes ...
hr: Svjetla na odabranom ulazu bi trebala bljeskati 10 sekundi...
it: I led della porta selezionata lampeggeranno ora per 10 secondi...
nl: De lampjes op de geselecteerde netwerkkaart zouden nu 10 seconden moeten flikkeren...
pl: Kontrolki na wybranym porcie powinny migotać przez następne 10 sekund...
pt_br: As luzes da porta selecionada deverão piscar por 10 segundos a partir de agora...
tr: Seçilen porttaki ışıklar şimdi 10 saniye boyunca yanıp sönmeli...
zh_tw: 所選埠的指示燈現在應閃爍約 10 秒...

source: Identification is not supported by this interface.
da: Identifikation er ikke understøttet af denne enhed.
es: La identificación no es compatible con esta interfaz.
fr: L'identification n'est pas supporté par cet interface.
hr: Identifikacija ne podržava ovo sučelje.
it: L'identificazione non è supportata da questa interfaccia.
nl: Identificatie wordt niet ondersteund door deze netwerkkaart.
pl: Ten interfejs nie wspiera identyfikacji.
pt_br: Identificação não é suportada por esta interface.
tr: Bu ara birim kimdik doğrulamayı desteklemiyor.
zh_tw: 此接口不支持埠燈識別功能。

source: There are no unassigned interfaces on your system.
da: Der er ikke nogle ledige enheder på dit system.
es: No hay interfaces no asignadas en el sistema.
fr: Aucune interface assignée sur votre système.
hr: Nema dodijeljenih sučelja na vašem sustavu.
it: Non ci sono interfacce non assegnate nel sistema.
nl: Er zijn geen niet-toegewezen netwerkkaarten in je systeem
pl: Nie ma już nieprzydzielonych interfejsów w systemie.
pt_br: Não existem interfaces não associadas em seu sistema.
tr: Sisteminizde atanmamış ara birim yok.
zh_tw: 系統中沒有未分配的網絡接口。

source: Do you really want to remove the assigned %s interface?
da: Vil du virkelig fjerne den tilkoblede %s grænseflade?
es: ¿Realmente desea eliminar la interfaz asignada %s?
fr: Confirmez-vous la suppression de l'interface assignée %s ?
hr: Da li stvarno želite ukloniti dodijeljeno %s sučelje?
it: Vuoi veramente rimuovere l'assegnazione dell'l'interfaccia %s?
nl: Wil je de toegewezen %s interface echt verwijderen?
pl: Na pewno chcesz usunąć przydzielony interfejs %s ?
pt_br: Você realmente quer remover a interface %s associada?
tr: Atanmış %s ara birimini gerçekten kaldırmak istiyor musunuz?
zh_tw: 確定要刪除分配的%s接口？

source: Select network driver
da: Vælg netværksdriver
es: Seleccionar controlador de red
fr: Selectionnez le pilote réseau
hr: Odaberite mrežni driver
it: Scegli un driver di rete
nl: Selecteer netwerk stuurprogramma
pl: Wybierz sterownik karty sieciowej
pt_br: Selecionar o driver de rede
tr: Ağ sürücüsünü seç
zh_tw: 選擇網絡驅動程序

source: Set additional module parameters
da: Vælg yderligere modul parametre
es: Establecer parámetros de los módulos adicionales
fr: Régler des paramètres supplémentaires du moduie
hr: Postavite dodatne parametre modula
it: Inserisci parametri addizionali per il modulo
nl: Stel additionele module parameters in
pl: Ustaw dodatkowe parametry modułu
pt_br: Especifique os parâmetros adicionais
tr: Ek modül parametrelerini ayarla
zh_tw: 設置額外的模塊參數

source: Loading module...
da: Indlæser modul...
es: Leyendo módulo...
fr: Chargement du module...
hr: Očitavam modul...
it: Caricando il modulo...
nl: Bezig met laden van module...
pl: Wczytywanie modułu...
pt_br: Carregando modulo...
tr: Modül yükleniyor...
zh_tw: 正在加載模塊...

source: Unable to load driver module.
da: Kunne ikke indlæse driver modul.
es: No se puede cargar el módulo controlador.
fr: Incapable de charger le module du pilote
hr: Nije moguće učitati upravljački modul.
it: Impossibile caricare i driver per il modulo.
nl: Kan driver module niet laden.
pl: Nie da się wczytać modułu.
pt_br: Não foi possível carregar o driver.
tr: Sürücü modülü yüklenemiyor.
zh_tw: 無法加載驅動模塊。

source: Module name cannot be blank.
da: Modul navn kan ikke være tomt.
es: Nombre del módulo no puede estar en blanco.
fr: Le nom du module ne doit pas être vide
hr: Naziv modula ne može biti prazan.
it: Il nome del modulo non può essere lasciato in bianco.
nl: Module naam mag niet leeg zijn.
pl: Nazwa modułu nie może być pusta.
pt_br: O nome do módulo não pode ficar vazio.
tr: Modül ismi boş olamaz.
zh_tw: 模塊名稱不能為空。

source: Stopping network...
da: Stopper netværk...
es: Deteniendo la red...
fr: Arrêt du réseau...
hr: Zaustavljanje mreže...
it: Arrestando la rete...
nl: Bezig met stoppen van netwerk...
pl: Zatrzymywanie sieci...
pt_br: Parando a rede...
tr: Ağ durduruluyor...
zh_tw: 正在停止網絡...

source: Restarting network...
da: Genstarter netværk...
es: Reiniciando la red...
fr: Re-démarrage du réseau...
hr: Ponovno pokretanje mreže...
it: Riavviando la rete...
nl: Bezig met herstarten van netwerk...
pl: Ponowne uruchamianie sieci...
pt_br: Reiniciando a rede...
tr: Ağ yeniden başlatılıyor...
zh_tw: 正在重啟網絡...

source: No GREEN interface assigned.
da: Ingen GRØN grænseflade opsat.
es: No asignada la interfaz GREEN.
fr: Pas d'interface VERTE assignée.
hr: Nije dodijeljeno GREEN sučelje.
it: Non è stata assegnata l'interfaccia GREEN.
nl: Geen GROENE interface toegewezen.
pl: Interfejs GREEN nie został przypisany.
pt_br: Nenhuma interface VERDE definida.
tr: Atanmış YEŞİL ara birim yok.
zh_tw: 未分配綠色接口。

source: Missing an IP address on GREEN.
da: Mangler IP adresse på GRØN.
es: Falta la dirección IP en GREEN.
fr: Adresse IP manquante pour VERT.
hr: Nedostaje IP adresa na GREEN sučelju.
it: Indirizzo IP dell'interfaccia GREEN mancante.
nl: Geen IP adres toegewezen aan GROEN.
pl: Brak adresu IP na GREEN.
pt_br: Faltando endereço IP na interface VERDE.
tr: YEŞİL üzerinde kayıp IP adresi.
zh_tw: 綠色接口缺少IP位址。

source: Error
da: Fejl
fr: Erreur
hr: Pogreška
it: Errore
nl: Fout
pl: Błąd
pt_br: Erro
tr: Hata
zh_tw: 錯誤

source: Ignore
da: Ignorer
es: Ignorar
fr: Ignorer
hr: Ignorirati
it: Ignora
nl: Negeer
pl: Ignoruj
pt_br: Ignorar
tr: Yoksay
zh_tw: 忽略

source: No RED interface assigned.
da: Ingen RØD grænseflade opsat.
es: No asignada la interfaz RED.
fr: Pas d'interface ROUGE assignée.
hr: Nije dodijeljeno RED sučelje.
it: Non è stata assegnata l'interfaccia RED.
nl: Geen RODE interface toegewezen.
pl: Interfejs RED nie został przypisany.
pt_br: Nenhuma interface VERMELHA definida.
tr: Atanmış KIRMIZI ara birim yok.
zh_tw: 未分配紅色接口。

source: Missing an IP address on RED.
da: Mangler IP adresse på RØD.
es: Falta la dirección IP en RED.
fr: Adresse IP manquante pour ROUGE.
hr: Nedostaje IP adresu na RED sučelju.
it: Indirizzo IP dell'interfaccia RED mancante.
nl: Geen IP adres toegewezen aan ROOD.
pl: Brak adresu IP na RED.
pt_br: Faltando endereço IP na interface VERMELHA.
tr: KIRMIZI üzerinde kayıp IP adresi.
zh_tw: 紅色接口缺少IP位址。

source: No ORANGE interface assigned.
da: Ingen ORANGE grænseflade opsat.
es: No asignada la interfaz ORANGE.
fr: Pas d'interface ORANGE assignée.
hr: Nije dodijeljeno ORANGE sučelje.
it: Non è stata assegnata l'interfaccia ORANGE.
nl: Geen ORANJE interface toegewezen.
pl: Interfejs ORANGE nie został przypisany.
pt_br: Nenhuma interface LARANJA definida.
tr: Atanmış TURUNCU ara birim yok.
zh_tw: 未分配橙色接口。

source: Missing an IP address on ORANGE.
da: Mangler IP adresse på ORANGE.
es: Falta la dirección IP en ORANGE.
fr: Adresse IP manquante pour ORANGE.
hr: Nedostaje IP adresu na Orange sučelju.
it: Indirizzo IP dell'interfaccia ORANGE mancante.
nl: Geen IP adres toegewezen aan ORANJE
pl: Brak adresu IP na ORANGE.
pt_br: Faltando endereço IP na interface LARANJA.
tr: TURUNCU üzerinde kayıp IP adresi.
zh_tw: 橙色接口缺少IP位址。

source: No BLUE interface assigned.
da: Ingen BLÅ grænseflade opsat.
es: No asignada la interfaz BLUE.
fr: Pas d'interface BLEUE assignée.
hr: Nije dodijeljeno BLUE sučelje.
it: Non è stata assegnata l'interfaccia BLUE.
nl: Geen BLAUWE interface toegewezen.
pl: Interfejs BLUE nie został przypisany.
pt_br: Nenhuma interface AZUL definida.
tr: Atanmış MAVİ ara birim yok.
zh_tw: 未分配藍色接口。

source: Missing an IP address on BLUE.
da: Mangler IP adresse på BLÅ.
es: Falta la dirección IP en BLUE.
fr: Adresse IP manquante pour BLEU
hr: Nedostaje IP adresu na BLUE sučelju.
it: Indirizzo IP dell'interfaccia BLUE mancante.
nl: Geen IP adres toegewezen aan BLAUW.
pl: Brak adresu IP na BLUE.
pt_br: Faltando endereço IP na interface AZUL.
tr: MAVİ üzerinde kayıp IP adresi.
zh_tw: 藍色接口缺少IP位址。

source: Misssing DNS.
da: Mangler DNS.
es: Falta DNS.
fr: DNS non spécifié.
hr: Nedostaje DNS.
it: DNS mancanti.
nl: DNS gegevens ontbreken.
pl: Brakuje DNS.
pt_br: Faltando DNS.
tr: Kayıp DNS.
zh_tw: 缺少DNS。

source: Missing Default Gateway.
da: Mangler Default Gateway.
es: Falta Puerta de Enlace predeterminada.
fr: Passerelle par défaut non spécifiée.
hr: Nedostaje Zadani Gateway.
it: Manca il Gateway di Default.
nl: Standaard gateway ontbreekt.
pl: Brakuje Bramy Domyślnej.
pt_br: Faltando Gateway Padrão.
tr: Kayıp Varsayılan Ağ Geçidi
zh_tw: 缺少默認網關。

source: Network configuration type
da: Type af netværksopsætning
es: Tipo de configuración de red
fr: Type de configuration réseau
hr: Tip mrežnih postavki
it: Tipo di configurazione di rete.
nl: Netwerk configuratie type
pl: Rodzaj konfiguracji sieci
pt_br: Tipo de configuração de rede
tr: Ağ yapılandırma türü
zh_tw: 網絡配置類型

source: Drivers and card assignments
da: Drivere og kort tildeling
es: Asignación de controladores y tarjetas
fr: Affectation des Pilotes et des Cartes
hr: Driveri i dodjele kartice
it: Assegnazione dei driver e delle schede
nl: Drivers en kaart toewijzingen
pl: Przydziały sterowników i kart
pt_br: Definir Drivers e Placas
tr: Sürücüler ve kart atamaları
zh_tw: 驅動程序與網卡分配

source: Address settings
da: Adresseindstillinger
es: Configuración de dirección
fr: Configuration d'adresse
hr: Postavke adresa
it: Impostazioni dell'indirizzo
nl: Adres instellingen
pl: Ustawienia adresu
pt_br: Configurar endereços
tr: Adres Ayarları
zh_tw: 地址設置

source: DNS and Gateway settings
da: DNS og Gateway indstillinger
es: Configuración de DNS y Puerta de Enlace
fr: Réglages DNS et Passerelle
hr: DNS i Gateway postavke
it: Impostazioni DNG e Gateway
nl: DNS en Gateway instellingen
pl: Ustawienia DNS i Bramy
pt_br: Configurar Gateway e DNS
tr: DNS ve Ağ Geçidi Ayarları
zh_tw: DNS和網關設置

source: When configuration is complete, a network restart will be required.
da: Når opsætningen er færdig, er det nødvendigt at genstarte netværket.
es: Cuando haya finalizado la configuración, será necesario el reinicio de la red.
fr: A l'issue de la configuration un redémarrage de la couche réseau est nécessaire.
hr: Kad konfiguracija je završi, ponovno pokretanje mreže je obvezno.
it: Quando la configurazione sarà completata, sarà necessario un riavvio della rete.
nl: Nadat de configuratie is voltooid, moet het netwerk worden herstart.
pl: Po ukończeniu konfiguracji wymagane będzie ponowne uruchomienie sieci.
pt_br: Quando a configuração estiver completa, um reinício da rede será necessário.
tr: Yapılandırma tamamlandığında ağı yeniden başlatmanız gerekir.
zh_tw: 配置完成後，將需要重新啟動網絡。

source: Current config: %s %s
da: Nuværende konfiguration: %s %s
es: Configuración actual: %s %s
fr: Configuration actuelle: %s %s
hr: Trenutna konfiguracija:%s %s
it: Configurazione corrente: %s %s
nl: Huidige configuratie: %s %s
pl: Obecna konfiguracja: %s %s
pt_br: Configuração atual: %s %s
tr: Geçerli yapılandırma: %s %s
zh_tw: 當前配置：%s %s

source: Network configuration menu
da: Netværksopsætningsmenu
es: Menú de la configuración de red
fr: Menu de configuration Reseau
hr: Izbornik postavki mreže
it: Menu di configurazione della rete
nl: Netwerk configuratie menu
pl: Menu konfiguracji sieci
pt_br: Menu de configuração de rede
tr: Ağ Yapılandırma Listesi
zh_tw: 網絡配置菜單

source: Done
da: Færdig
es: Hecho
fr: Terminé
hr: Završeno
it: Fatto
nl: Gereed
pl: Zrobione
pt_br: Pronto
tr: Bitti
zh_tw: 完成

source: Select the network configuration for %s. The following configuration types list those interfaces which have ethernet attached. If you change this setting, a network restart will be required, and you will have to reconfigure the network driver assignments.
da: Vælg netværksopsætningen for %s. De følgende typer af opsætninger bestemmer hvilke grænseflader der vil få tilknyttet en ethernet enhed. Hvis du ændrer typen, skal netværket genstartes, og du skal opsætte netværket med drivere og enheder igen.
es: Seleccione la configuración de la red para %s. La lista de los siguientes tipos de configuración tienen que tener una conexión ethernet. Si cambia esta configuración, se requiere un reinicio de la red, y tendrá que volver a configurar las asignaciones de controlador de red.
fr: Choisir la configuration réseau pour %s. Les types de configuration suivants énumèrent les interfaces ethernet connectées. Tous changements dans le paramétrage nécessitent une reconfiguration de la couche réseau et des pilotes associés.
hr: Odaberite konfiguraciju mreže za %s. Sljedeća lista su vrste postavki onih Ethernet sučelja koja su dodana. Ako promijenite ovu postavku, ponovno pokretanje mreže će biti potrebno, a vi ćete morati ponovno dodijeliti mrežne drivere.
it: Scegli la configurazione di rete per l'interfaccia %s. I seguenti tipi di configurazione mostrano le interfacce con collegamento ethernet. Se cambi le impostazioni sarà richiesto un riavvio della rete, e sarà necessario riconfigurare le assegnazioni dei driver di rete.
nl: Selecteer de netwerk configuratie voor %s. De volgende configuratie types laten alleen de netwerkkaarten zien die op ethernet zijn aangesloten. Als je dit wijzigt, moet het netwerk worden herstart en moet je de netwerk driver toewijzingen opnieuw configureren.
pl: Wybierz konfigurację sieci dla %s. Poniższe typy konfiguracji wyświetlają interfejsy z przyłączonym ethernetem. Jeśli zmienisz te ustawienia, wymagany będzie restart sieci, i trzeba będzie zrekonfigurować przydziały sterowników kart sieciowych.
pt_br: Selecione a configuração de rede para %s. Os tipos de configuração seguintes lista as interfaces cabo Ethernet. Se você alterar estas configurações, uma reinicialização de rede será exigida, e você terá que reconfigurar os drivers de rede especificados.
tr: %s için ağ yapılandırmasını seçin. Aşağıdaki yapılandırma türleri ethernet kartlarına atanmış arabirimleri listeler. Eğer bu ayarları değiştirirseniz, ağın yeniden başlatılması ve ağ sürücüleri atamalarını tekrar yapılandırmanız gerekecektir.
zh_tw: 請選擇 %s 的網絡配置。以下類型列出了已連接乙太網的接口。若修改此設置，系統將需要重啟網絡，並重新配置網絡驅動分配。

source: Not enough netcards for your choice. Needed: %d - Available: %d
da: Der mangler netværkskort til dit valg. Kræver: %d - Tilgængelige: %d
es: No hay suficientes tarjetas de red para su elección. Necesarias: %d - Disponibles: %d
fr: Pas assez d'adaptateurs réseaux pour votre choix. Attendu: %d - Disponible: %d
hr: Nema dovoljno nmrežnih kartica za vaš izbor. Potrebno: %d - Dostupno: %d
it: Non solo più disponibili schede di rete per la tua scelta. Richieste: %d - Disponibili: %d
nl: Er zijn onvoldoende netwerkkaarten aanwezig voor je keuze. Benodigd: %d - Beschikbaar: %d
pl: Niewystarczająca liczba kart sieciowych. Potrzebne: %d - Dostępne: %d
pt_br: Não há dispositivos de rede suficientes para sua escolha. Necessárias: %d - Disponíveis: %d
tr: Seçiminiz için yeterli kart yok. Gereken: %d - Kullanılabilir: %d
zh_tw: 網卡數量不足。 需要：%d - 可用：%d

source: Configure network drivers, and which interface each card is assigned to. The current configuration is as follows:
da: Konfigurer netværksdrivere og hvilket kort hver grænseflade er tilknyttet. Den nuværende konfiguration er:
es: Configurar los controladores de red y la interfaz que se ha asignado a cada tarjeta. La configuración actual es la siguiente:
fr: Configuration des pilotes réseaux et des interfaces associées aux adaptateurs réseaux. La configuration est la suivante:
hr: Konfiguracija mrežnih upravljačkih programa, svakome sučelju kojemu kartica je dodijeljena. Trenutna konfiguracija:
it: Configura i driver di rete e le assegnazioni delle schede alle interfacce. La configurazione attuale è la seguente:
nl: Configureer netwerk drivers, en welke netwerkkaart aan welke interface is toegewezen. De huidige configuratie is het volgende:
pl: Skonfiguruj sterowniki kart sieciowych, i przydziel karty do odpowiednich interfejsów. Obecna konfiguracja wygląda tak:
pt_br: Configure os drivers de rede, e a placa de rede que a interface está relacionada. A configuração atual é a seguinte:
tr: Ağ sürücülerini ve her bir kart için atanmış ara birimleri yapılandırın. Geçerli yapılandırma aşağıdaki gibidir:
zh_tw: 配置網絡驅動程序，並設置每個網卡對應的接口。當前配置如下：

source: Do you wish to change these settings?
da: Vil du ændre disse indstillinger?
es: ¿Desea cambiar esta configuración?
fr: Voulez-vous changer ces paramètres?
hr: Želite li promijeniti ove postavke?
it: Desideri cambiare queste impostazioni?
nl: Wil je deze instellingen wijzigen?
pl: Czy chcesz zmienić te ustawienia ?
pt_br: Você gostaria de alterar essas configurações?
tr: Bu ayarları değiştirmek istiyor musunuz?
zh_tw: 是否要修改這些設置？

source: Restarting non-local network...
da: Genstarter ikke-lokalt netværk...
es: Reiniciando redes no locales...
fr: Redémarrage du réseau distant ...
hr: Ponovno pokretanje ne-lokalne mreže ...
it: Riavviando la rete esterna...
nl: Bezig met herstarten van het niet-lokale netwerk...
pl: Ponowne uruchamianie sieci innych, niż lokalna...
pt_br: Reiniciando rede non-local...
tr: Yerel olmayan ağ yeniden başlatılıyor...
zh_tw: 正在重啟非本地網絡...

source: Please choose the interface you wish to change.
da: Vælg den grænseflade du ønsker at ændre.
es: Por favor, elija la interfaz que desea cambiar.
fr: S'il vous plaît, choisissez l'interface que vous voulez changer.
hr: Odaberite sučelje koje želite promijeniti.
it: Seleziona l'interfaccia che desideri cambiare.
nl: Kies de interface die je wil wijzigen.
pl: Wybierz interfejs, który chcesz zmienić.
pt_br: Por favor, escolha a interface de rede que quer alterar.
tr: Lütfen değiştirmek istediğiniz ara birimi seçin.
zh_tw: 請選擇要修改的接口。

source: Assigned Cards
da: Tilknyttede kort
es: Tarjetas asignadas
fr: Cartes attribuées
hr: Dodijeljene kartice
it: Schede assegnate
nl: Toegewezen kaarten
pl: Przypisane Karty
pt_br: Placas Definidas
tr: Atanmış Kartlar
zh_tw: 已分配網卡

source: Remove
da: Fjern
es: Quitar
fr: Enlever
hr: Ukloniti
it: Rimuovi
nl: Verwijder
pl: Usuń
pt_br: Remover
tr: Kaldır
zh_tw: 移除

source: If you change this IP address, and you are logged in remotely, your connection to the %s machine will be broken, and you will have to reconnect on the new IP. This is a risky operation, and should only be attempted if you have physical access to the machine, should something go wrong.
da: Hvis du ændrer denne IP adresse, og du anvender fjern adgang, vil forbindelsen til %s blive brudt, så du må oprette forbindelse igen til den nye IP. Dette er risikabelt og bør kun gøres, hvis du har adgang til den fysiske computer, hvis noget går galt.
es: Si cambia esta dirección IP y tiene iniciada una sesión en el sistema de forma remota, la conexión a la máquina %s será cortada y tendrá que volver a conectar en la nueva IP. Esta es una operación arriesgada, y sólo debe intentarse si tiene acceso físico a la máquina, por si algo sale mal.
fr: Si vous changez cette adresse IP et si vous êtes connecté à distance alors votre accès à la machine %s sera rompu et il vous sera nécessaire de vous reconnecter à la nouvelle adresse IP. C'est une situation dangereuse qui ne doit être tentée que si vous avez accès physiquement à l'ordinateur afin d'éviter une complication inattendue.
hr: Ako promijenite ovu IP adresu, i ako ste prijavljeni udaljeno, vaša veza s %s će biti prekinuta, a vi ćete morati ponovno povezati na novu IP adresu. Pošto je ovo rizično, te bi trebali ovo raditi samo ako imate fizički pristup uređaju, ako nešto pođe krivo.
it: Se cambi l'indirizzo IP e sei collegato in maniera remota, la connessione alla macchina %s sarà interrotta e sarà necessario riconnettersi usando il nuovo indirizzo. Questa è una operazione rischiosa e dovrebbe essere eseguita solamente se è disponibile un accesso fisico alla macchina, in caso qualcosa vada storto.
nl: Als je dit IP adres wijzigt en je bent op afstand ingelogd, dan zal je connectie naar de %s machine worden onderbroken en moet je opnieuw inloggen op het nieuwe IP adres. Dit is een risicovolle operatie die alleen zou moeten worden uitgevoerd als je fysieke toegang tot de machine hebt, mocht er iets misgaan.
pl: Jeśli zmienisz ten adres IP, a jesteś zalogowany zdalnie, Twoje połączenie do maszyny %s zostanie zerwane, i trzeba będzie połączyć się ponownie na nowy adres IP. To ryzykowna operacja, która powinna byc podejmowana tylko w przypadku posiadania bezpośredniego, fizycznego dostępu do maszyny na wypadek, gdyby coś poszło źle.
pt_br: Se você alterar o endereço IP, e você estiver logado remotamente, sua conexão com a máquina %s cairá, e você terá que reconectar através do novo IP. Esta é uma operação arriscada, e somente deve ser feita se você tem acesso físico à máquina, caso algo errado aconteça.
tr: Uzaktan oturum açtığınızda bu IP adresini değiştirirseniz %s makinesine olan bağlantınız kopacaktır ve yeni IP adresine tekrar bağlanmanız gerekecektir. Bu riskli bir işlemdir ve bir şeylerin ters gitmesi durumunda makineye fiziksel erişiminiz varsa kullanmalısınız.
zh_tw: 如果更改此 IP 地址，並且您當前是遠程登錄，那麼與 %s 設備的連接將被中斷，您需要在新的 IP 地址上重新連接。此操作具有風險，僅在您可直接訪問設備時執行。

source: Select the interface you wish to reconfigure.
da: Vælg den grænseflade du ønsker at ændre.
es: Seleccione la interfaz que desea reconfigurar.
fr: Selectionnez l'interface que vous souhaitez reconfigurer.
hr: Izaberite sučelje koje želite ponovo konfigurirati.
it: Scegli l'interfaccia che vuoi riconfigurare.
nl: Selecteer de interface die je wil herconfigureren.
pl: Zaznacz interfejs, który chcesz zrekonfigurować.
pt_br: Selecione a interface que deseja reconfigurar.
tr: Yeniden yapılandırmak istediğiniz ara birimi seçin.
zh_tw: 請選擇要重新配置的接口。

source: Default gateway:
da: Standard gateway:
es: Puerta de Enlace predeterminada:
fr: Passerelle par defaut
hr: Zadani pristupnik (gateway):
it: Gateway di Default:
nl: Standaard gateway:
pl: Brama domyślna:
pt_br: Gateway padrão:
tr: Varsayılan ağ geçidi:
zh_tw: 默認網關：
